[{"id": "Blu",
  "trad": "A large increase in unemployment around 2008 for all fields except agriculture and information where slight increases occurred more around 2009. A slight spike in unemployment is seen around 2003-2004 in most fields. There is a rise in unemployment in all fields from 2000-2010. Construction has seen the most people unemployed while business services has the least.",
  "ours": "This line chart illustrates the count of people unemployed from 2000 to 2010. The x-axis represents the years, while the y-axis denotes the number of individuals unemployed. The data exhibits fluctuations throughout the period, with an upward trend from 2000 to 2008 followed by a sharp increase in unemployment during the subsequent years. The highest peak occurs around 2010, indicating a significant rise in unemployment rates. Construction and Government have yearly patterns and Agriculture and Information stay consistent with minor fluctuations."},
 {"id": "Hor",
  "trad": "Three graphs: United States, Japan, and Europe and the correlation between vehicles horsepower and their MPG. In the United States, horsepower mostly decreased MPG. With Europe, still a slight decrease, but significantly less than the United States. And, not much of a correlation within Japan.",
  "ours": "This scatter plot illustrates the relationship between horsepower and miles per gallon for three distinct origin countries. As horsepower increases, miles per gallon tends to decrease. Notably, vehicles manufactured from USA exhibit a more dispersed pattern, while the other displays a more concentrated distribution. No cars above 100 hoursepower manumfactured in Japan and Europe."},
 {"id": "IMD",
  "trad": "The line chart with IMDB rating versus movie sales. IMDB ratings and movie sales show almost linear, positive correlation but more dependent on the rating.",
  "ours": "The graph displays a line chart with two axes. The x-axis represents the IMDB rating (binned), while the y-axis represents gross movie sales in the US, ranging from 0 to 120 million dollars. The chart shows an upward trend in gross movie sales as the IMDB rating increases. From an IMDB rating of around 7 and above, the gross movie sales steeply increase, reaching nearly 120 million dollars."},
 {"id": "Mon",
  "trad": "This graphs shows the monthly average sales for 4 different people: Matilda, Arman, Indie, and Avial. Matilda consistently had the highest sales, Avial had average sales except for September where she had very high sales, Indie had average sales, and Arman always had the least sales.",
  "ours": "This bar chart displays monthly sales data across four distinct locations (Matilda's, Avial's, Arman's, and Indie's) from January to December. The x-axis denotes months, while the y-axis represents sales amounts up to $40,000. Summer months exhibit higher sales peaks, with Matilda's Location showing the highest overall sale in August. Avial's location shows significantly high sales peak in September, while Arman's Location consistently shows the least sales below $5,000. Winter months record lower sales for all four Location, but Indie's Location records particularly lower sales than the other months."},
 {"id": "Mov",
  "trad": "Bar chart comparing the amount of sale gross of each type of movie between US and Worldwide. The sale gross for movies based on comics or graphic novels internationally is over double that US sale gross, while remakes make only moderately more internationally than in the U.S. Worldwide gross and U.S. gross are the same in traditional/legend/fairytale.",
  "ours": "This bar chart compares US and Wordwide gross across different movie genres. The x-axis represents the genre, while the y-axis represents a sale gross. Two groups of bars are present for each category, with blue bars representing US gross and orange bars representing wordwide gross. The Worldwide gross is two times larger than the US gross for the most genres, but Traditional/Legend/Fairytale shows the same amount. Comic/Graphic Novel shows the largest sales at $180 million and Play has the lowest sales, at $10 million."},
 {"id": "Mus",
  "trad": "Four line charts indicating the number of visitors for every month during 2014-2018. The number of visitors to all four years remains relatively constant over 2014-2018 with January and July 1st being the days sampled. The Firehouse Museum has a large spike in the number of visitors on July 1, 2014 (about 6x more than other years). The Avila Adobe has the largest range of visitors usually a maximum of about 400,000 with a minimum of 150,000 and sees the most visitors. The other three museums all have around 100,000 visitors throughout the measured time period.",
  "ours": "This line chart displays the number of visitors to four different museums over a period of time. The x-axis represents the months, while the y-axis shows the number of visitors on a scale from 0 to 70,000. The Avila Adobe shows the yearly periodic pattern, peaking in July and August. In contrast, the Firehouse Museum attracts the most visitors at July and August 2014. Chinese American Museum have fewer visitors compared to the other museums."},
 {"id": "act",
  "trad": "Three activities, calories burned and time in minutes for each activity. it shows cycling has the lowest, but shorter in time increment. running has the highest calories burned but also for a longer time. walking burns less calories but it is done for lower than the other two.",
  "ours": "This scatter plot illustrates the relationship between time spent exercising and calories burned for three different activities, with distinct clusters for each activities. Among three activities, Running burns the most calories around 900, indicating that running burns the more calories than the other two activities. Cycling indicates the lowest calories burned around 300. The chart shows that exercise durations are less related to the total calories burned."},
 {"id": "bar",
  "trad": "The bar chart shows temperature change relative the past year from sometime before 1880 to 2000s. From 1860s to approximately 1950s, almost every year saw a decrease change of temperature relative to the past year. Beginning in 1950s, the trends are the opposite, with the exception of intermittent decreases between 1963 and 1983.",
  "ours": "This bar chart illustrates the change in temperature relative to the past year, spanning several decades. The blue bars represent decreases in temperature, while the red bars indicate increases. Notably, there is an overall trend of cooling down, punctuated by occasional small increases. Significant dips are observed around 1970 and 1990, suggesting substantial decreases during these periods. In contrast, brief periods of warming are evident through shorter red bars. The chart provides a clear visual representation of temperature fluctuations over time."},
 {"id": "car",
  "trad": "The left chart shows cost of a car and how old the car is associated with the odometer reading. On the right, the chart shows three different colored graphs, showing different car models. The age and odometer reading have positive correlation.",
  "ours": "This scatter plots shows a comparison on the age of car and odometer reading across different categories on the x-axis and y-axis. The size of data points corresponds to the price and their color corresponds to their category. The age and odometer reading have positive relationships, and the more recent cars cost the more expensive prices compared to the old one. '328i' and 'rx 350' are mostly distribute from 6 years to 14 years."},
 {"id": "out",
  "trad": "This graph shows Output of specific foods (in tons) for specific food products, grouped by their food group - dairy products, vegetable, and fruits. The dairy products have the least output with vegetables in the middle and fruits at the most.",
  "ours": "This bar chart illustrates the comparative output in tons across three categories: dairy products, vegetables, and fruits with five subcategories each. The x-axis lists different types of produce, while the y-axis represents quantity produced. Fruits exhibit the highest output, followed by vegetables, which show a higher yield than dairy products. Notable differences exist in production levels across categories, with some fruits like blue berries and oranges showing higher volumes than others such as pineapples and watermelons."},
 {"id": "sto",
  "trad": "The graph indicates the price over time for what appears to be different technology companies between 2000 and 2010. Four of the lines hover between 0 and 200 with either just a small increase or a bit of change over time. The Goog shows higher price than the others and continues to climb over time.",
  "ours": "This bar chart illustrates the stock prices of five companies - Apple (AAPL), Amazon (AMZN), Google (GOOG), IBM, and Microsoft (MSFT) - over the period from 2000 to 2010. The data reveals that GOOG's stock price experienced significant fluctuations but ultimately reached its highest point in 2008. In contrast, MSFT's stock price demonstrated steady growth throughout the decade, while AMZN's stock price showed consistent increases without any major dips. AAPL's stock price was relatively stable during the first half of the decade but declined sharply in 2008 before recovering somewhat by 2010."},
 {"id": "tur",
  "trad": "The graph is a scatterplot showing Turtle's mass in grams as associated with the number of annuli. The highest amount of density in the correlation happens between 600-700 grams and approximately 20 annuli. As the plot gets higher in grams, into the late 700s and 800s, and higher in annuli, into 40+, the scatter plot reduces in density.",
  "ours": "The scatter plot displays a positive correlation between turtle mass (in grams) and the number of annuli, with larger turtles tend to have more annuli. The distribution of points along the x-axis is slightly skewed towards higher values of turtle mass, indicating that larger turtles may be overrepresented in the sample. A few outliers with high turtle masses and low annual individual counts suggest that extremely large turtles may not ensure the higher population numbers."}]
