[{"id": "IMD",
  "trad": "The line chart with IMDB rating versus movie sales. IMDB ratings and movie sales show almost linear, positive correlation but more dependent on the rating.",
  "ours": "The graph displays a line chart with two axes. The x-axis represents the IMDB rating (binned), while the y-axis represents gross movie sales in the US, ranging from 0 to 120 million dollars. The chart shows an upward trend in gross movie sales as the IMDB rating increases. From an IMDB rating of around 7 and above, the gross movie sales steeply increase, reaching nearly 120 million dollars."},
 {"id": "Mov",
  "trad": "Bar chart comparing the amount of sale gross of each type of movie between US and Worldwide. The sale gross for movies based on comics or graphic novels internationally is over double that US sale gross, while remakes make only moderately more internationally than in the U.S. Worldwide gross and U.S. gross are the same in traditional/legend/fairytale.",
  "ours": "This bar chart compares US and Wordwide gross across different movie genres. The x-axis represents the genre, while the y-axis represents a sale gross. Two groups of bars are present for each category, with blue bars representing US gross and orange bars representing wordwide gross. The Worldwide gross is two times larger than the US gross for the most genres, but Traditional/Legend/Fairytale shows the same amount. Comic/Graphic Novel shows the largest sales at $180 million and Play has the lowest sales, at $10 million."},
 {"id": "act",
  "trad": "Three activities, calories burned and time in minutes for each activity. it shows cycling has the lowest, but shorter in time increment. running has the highest calories burned but also for a longer time. walking burns less calories but it is done for lower than the other two.",
  "ours": "This scatter plot illustrates the relationship between time spent exercising and calories burned for three different activities, with distinct clusters for each activities. Among three activities, Running burns the most calories around 900, indicating that running burns the more calories than the other two activities. Cycling indicates the lowest calories burned around 300. The chart shows that exercise durations are less related to the total calories burned."},
 {"id": "bar",
  "trad": "The bar chart shows temperature change relative the past year from sometime before 1880 to 2000s. From 1860s to approximately 1950s, almost every year saw a decrease change of temperature relative to the past year. Beginning in 1950s, the trends are the opposite, with the exception of intermittent decreases between 1963 and 1983.",
  "ours": "This bar chart illustrates the change in temperature relative to the past year, spanning several decades. The blue bars represent decreases in temperature, while the red bars indicate increases. Notably, there is an overall trend of cooling down, punctuated by occasional small increases. Significant dips are observed around 1970 and 1990, suggesting substantial decreases during these periods. In contrast, brief periods of warming are evident through shorter red bars. The chart provides a clear visual representation of temperature fluctuations over time."},
 {"id": "car",
  "trad": "The relation between odometer reading and the age, price, model of the car. In general, the mileage increases as the age increases. Cars with higher price are mostly showing in the bottom left, so they're newer and haven't been used much. model 1500 has been used for 20 years. the other two models only existed for about 10 years",
  "ours": "This scatter plots shows a comparison on the age of car and odometer reading across different categories on the x-axis and y-axis. The size of data points corresponds to the price and their color corresponds to their category. The age and odometer reading have positive relationships, and the more recent cars cost the more expensive prices compared to the old one. '328i' and 'rx 350' are mostly distribute from 6 years to 14 years."},
 {"id": "out",
  "trad": "This graph shows Output of specific foods (in tons) for specific food products, grouped by their food group - dairy products, vegetable, and fruits. The dairy products have the least output with vegetables in the middle and fruits at the most.",
  "ours": "This bar chart illustrates the comparative output in tons across three categories: dairy products, vegetables, and fruits with five subcategories each. The x-axis lists different types of produce, while the y-axis represents quantity produced. Fruits exhibit the highest output, followed by vegetables, which show a higher yield than dairy products. Notable differences exist in production levels across categories, with some fruits like blue berries and oranges showing higher volumes than others such as pineapples and watermelons."},
 {"id": "sto",
  "trad": "The graph indicates the price over time for what appears to be different technology companies between 2000 and 2010. Four of the lines hover between 0 and 200 with either just a small increase or a bit of change over time. The Goog shows higher price than the others and continues to climb over time.",
  "ours": "This bar chart illustrates the stock prices of five companies - Apple (AAPL), Amazon (AMZN), Google (GOOG), IBM, and Microsoft (MSFT) - over the period from 2000 to 2010. The data reveals that GOOG's stock price experienced significant fluctuations but ultimately reached its highest point in 2008. In contrast, MSFT's stock price demonstrated steady growth throughout the decade, while AMZN's stock price showed consistent increases without any major dips. AAPL's stock price was relatively stable during the first half of the decade but declined sharply in 2008 before recovering somewhat by 2010."},
 {"id": "tur",
  "trad": "The graph is a scatterplot showing Turtle's mass in grams as associated with the number of annuli. The highest amount of density in the correlation happens between 600-700 grams and approximately 20 annuli. As the plot gets higher in grams, into the late 700s and 800s, and higher in annuli, into 40+, the scatter plot reduces in density.",
  "ours": "The scatter plot displays a positive correlation between turtle mass (in grams) and the number of annuli, with larger turtles tend to have more annuli. The distribution of points along the x-axis is slightly skewed towards higher values of turtle mass, indicating that larger turtles may be overrepresented in the sample. A few outliers with high turtle masses and low annual individual counts suggest that extremely large turtles may not ensure the higher population numbers."},
 {"id": "CO2",
  "trad": "A graph showing annual CO2 emissions for countries or another geographical entity based on GDP per capita. The lowest GPDs have pretty low CO2 emissions and the spread increase as GDP gets to middle and higher levels. The most of the points are on the bottom-left side of the graph while others are outliers.",
  "ours": "The scatter plot illustrates the connection between GDP per capita and Annual CO2 emissions.  The most of the points have low GDP and low CO2 emissions, making dense cluster. A slight positive correlation emerges for nations with lower GDP per capita, although this trend becomes increasingly scattered among countries with higher GDP per capita. Some countries exhibit high GDP per capita coupled with relatively low CO2 emissions, whereas others display lower GDP per capita alongside higher CO2 emissions. "},
 {"id": "Sto",
  "trad": "This graph shows 4 different stocks (BAKS, KAPD, UPSA, MSQP) and their prices across the month of May in 2021. It also displays what the 52 week low was for the previous year was (April 2020-April 2021). Furthermore, it displays which days each stock was below its previous year’s 52 week low.",
  "ours": "s line graph illustrates the comparative prices of four stocks - BAKS, KAPD, UPSA, and MSQP - during May. The x-axis represents the dates from May 1st to May 30th, while the y-axis displays the stock prices ranging from $100 to $180. BAKS price consistently increases with some minor fluctuations, reaching $135. In contrast, KAPD and UPSA exhibit relatively stable trends, albeit with slight dips in May 17th. MSQP's price experiences a significant decline in May 17th before partially recovering by May 23rd."},
 {"id": "goo",
  "trad": "The graph seems to be going continually upward. There is a spike right before 2008 and the fairly steep decline after the start of the year. The decline continues into the beginning of 2009, when the increase in the stock price continues on an upward trajectory again.",
  "ours": "This line chart illustrates the fluctuation of Google's stock prices over a five-year period from October 2004 to January 2010. The chart exhibits a general upward trend with significant fluctuations throughout the period, with the highest value reaching approximately 700 and the lowest value at 100. There is a significant increase in price in October 2007 before decreasing to approximately 400 by January 2008. Overall, google stock prices exhibit volatility during five years."},
 {"id": "bud",
  "trad": "This chart indicates different major genres (of movies) and the average production budget for each type. The highest budget is for action and the next highest is for thriller/suspense. These two are way higher than any other budget. The action and thriller/suspense and musicals having the smallest budgets. ",
  "ours": "This horizontal bar chart displays the production budgets for 12 different movie genres. The x-axis shows values ranging from approximately 0 to 240 million dollars, while the y-axis lists the genre categories. Action and Thriller/Suspense genres have significantly higher budgets than others, suggesting varying levels of investment in each category. In contrast, Musical, Documentary, and Concert/Performance have the significantly lower budgets."}]
